nstall-extension aslamanver.vsc-export
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension GitHub.codespaces
code --install-extension GitHub.copilot
code --install-extension GrapeCity.gc-excelviewer
code --install-extension Hermitter.oh-lucy-vscode
code --install-extension humao.rest-client
code --install-extension monokai.theme-monokai-pro-vscode
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-powertoys
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.cpptools
code --install-extension PKief.material-icon-theme
code --install-extension platformio.platformio-ide
code --install-extension quandinh.onehalf-dark
code --install-extension rangav.vscode-thunder-client
code --install-extension WakaTime.vscode-wakatime
code --install-extension zhuangtongfa.material-theme
